tap "homebrew/bundle"
tap "reviewdog/tap"
tap "stripe/stripe-cli"
tap "teamookla/speedtest"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "git"
brew "asdf"
brew "automake"
brew "pycparser"
brew "cffi"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "glib"
brew "cairo"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cfn-lint"
brew "cloudflared"
brew "cmake"
brew "cocoapods"
brew "codex"
brew "deno"
brew "direnv"
brew "docutils"
brew "dynein"
brew "leptonica"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "firebase-cli"
brew "gawk"
brew "libmpc"
brew "gcc"
brew "gh"
brew "gifski"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "gsl"
brew "guile"
brew "hunspell"
brew "imagemagick"
brew "jq"
brew "libfido2"
brew "libmng"
brew "mas"
brew "mise"
brew "mysql"
brew "nghttp2"
brew "nkf"
brew "node-build"
brew "openjdk"
brew "openapi-generator"
brew "pinentry-mac"
brew "poppler"
brew "portaudio"
brew "python@3.11"
brew "python@3.9"
brew "qt"
brew "rename"
brew "rust"
brew "tree"
brew "uv"
brew "watch"
brew "zsh"
brew "zsh-completions"
brew "reviewdog/tap/reviewdog"
brew "stripe/stripe-cli/stripe"
brew "teamookla/speedtest/speedtest"
cask "7777"
cask "alt-tab"
cask "arc"
cask "bitwarden"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "claude"
cask "cloudflare-warp"
cask "cursor"
cask "deepl"
cask "devutils"
cask "discord"
cask "figma"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "gather"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "karabiner-elements"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mysqlworkbench"
cask "notion"
cask "notion-calendar"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "powershell"
cask "raycast"
cask "sf-symbols"
cask "sketch"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "warp"
cask "xcodes-app"
cask "zen"
cask "zoom"
mas "Apple Configurator", id: 1037126344
mas "CleanMyMac", id: 1339170533
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LadioCast", id: 411213048
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "TestFlight", id: 899247664
vscode "adpyke.vscode-sql-formatter"
vscode "anthropic.claude-code"
vscode "arjun.swagger-viewer"
vscode "aws-scripting-guy.cform"
vscode "biomejs.biome"
vscode "clinyong.vscode-css-modules"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "eastman.vscode-cfn-nag"
vscode "editorconfig.editorconfig"
vscode "emeraldwalk.runonsave"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-todo-plus"
vscode "formulahendry.auto-close-tag"
vscode "foxundermoon.shell-format"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "isudox.vscode-jetbrains-keybindings"
vscode "james-yu.latex-workshop"
vscode "kddejong.vscode-cfn-lint"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vsliveshare.vsliveshare"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "ryu1kn.partial-diff"
vscode "seatonjiang.gitmoji-vscode"
vscode "stoplight.spectral"
vscode "stylelint.vscode-stylelint"
vscode "swiftlang.swift-vscode"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "teamsdevapp.ms-teams-vscode-extension"
vscode "toba.vsfire"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vitest.explorer"
vscode "vunguyentuan.vscode-css-variables"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "xadillax.viml"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
