tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "nodenv/nodenv"
brew "anyenv"
brew "python@3.9"
brew "guile"
brew "nghttp2"
brew "unbound"
brew "gnutls"
brew "cask"
brew "cocoapods"
brew "direnv"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "gsl"
brew "mysql"
brew "node-build"
brew "poppler"
brew "rename"
brew "rust"
brew "tree"
brew "zsh"
brew "nodenv/nodenv/jetbrains-npm"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "docker"
cask "font-hack-nerd-font"
cask "gather"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "microsoft-teams"
cask "mysqlworkbench"
cask "obs"
cask "sf-symbols"
cask "visual-studio-code"
cask "xcodes"
