tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "nodenv/nodenv"
tap "reviewdog/tap"
brew "anyenv"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "asdf"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "glib"
brew "openssl@1.1"
brew "python@3.9"
brew "unbound"
brew "gnutls"
brew "guile"
brew "emacs"
brew "cask"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "deno"
brew "direnv"
brew "dynein"
brew "leptonica"
brew "srt"
brew "tesseract"
brew "ffmpeg@4"
brew "gawk"
brew "libmpc"
brew "gcc"
brew "gh"
brew "gifski"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gsl"
brew "hunspell"
brew "jq"
brew "libfido2"
brew "libmng"
brew "mysql"
brew "nghttp2"
brew "nkf"
brew "node-build"
brew "openjdk"
brew "openapi-generator"
brew "poppler"
brew "qt"
brew "rename"
brew "rust"
brew "rustfmt"
brew "speedtest-cli"
brew "swiftlint"
brew "tree"
brew "watch"
brew "zsh"
brew "nodenv/nodenv/jetbrains-npm"
brew "reviewdog/tap/reviewdog"
cask "7777"
cask "alt-tab"
cask "arc"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "cmd-eikana"
cask "cron"
cask "discord"
cask "docker"
cask "fig"
cask "figma"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "gather"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-teams"
cask "mysqlworkbench"
cask "obs"
cask "raycast"
cask "sf-symbols"
cask "sketch"
cask "spotify"
cask "visual-studio-code"
cask "xcodes"
vscode "adpyke.vscode-sql-formatter"
vscode "Arjun.swagger-viewer"
vscode "aws-scripting-guy.cform"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "eastman.vscode-cfn-nag"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-todo-plus"
vscode "formulahendry.auto-close-tag"
vscode "foxundermoon.shell-format"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "hediet.vscode-drawio"
vscode "isudox.vscode-jetbrains-keybindings"
vscode "James-Yu.latex-workshop"
vscode "kddejong.vscode-cfn-lint"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "ryu1kn.partial-diff"
vscode "seatonjiang.gitmoji-vscode"
vscode "sswg.swift-lang"
vscode "stoplight.spectral"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "toba.vsfire"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "wayou.vscode-todo-highlight"
vscode "withfig.fig"
vscode "wmaurer.change-case"
vscode "XadillaX.viml"
vscode "yoyo930021.vuter"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "ZixuanChen.vitest-explorer"

mas 'LINE', id: 539883307
